Repository: rivaldofez/Tuist-Pokepedia
Catalog: Module/PokepediaCommon/Sources/PokepediaCommon/Localization/*.lproj/Localizable.strings
Languages: id

# title.favorite
source: Favorite
id: Favorit

# title.profile
source: Profile
id: Profil

# title.remove.favorite
source: Removed From Favorite
id: Hapus Dari Favorit

# title.add.favorite
source: Added To Favorite
id: Tambah Ke Favorit

# title.about
source: About
id: Tentang

# title.base.stat
source: Base Stat
id: Stat Dasar

# title.moves
source: Moves
id: Jurus

# title.radar.view
source: Radar View
id: Mode Radar

# title.error.occured
source: An Error Occured
id: Terjadi Kesalahan / Error

# msg.success.removed.favorite
source: This pokémon successfully removed from your favorite list
id: Pokémon ini berhasil dihapus dari daftar favorit

# msg.success.added.favorite
source: This pokémon successfully added to your favorite list
id: Pokémon ini berhasil ditambahkan ke daftar favorit

# msg.empty.pokemon.favorite
source: There is no favorite pokemon found
id: Tidak ada pokémon yang ditemukan

# msg.error.load.pokemon
source: There is error while load pokemon data
id: Terjadi kesalahan saat memuat data pokémon

# msg.error.process.request
source: Oops, cannot process your due to system error, please try again
id: Oops, tidak dapat memproses request kamu akibat kesalahan sistem, silakan coba lagi

# msg.error.retrieve.detail.pokemon
source: Cannot retrieve detail species pokémon
id: Tidak dapat mengambil data detail spesies pokémon
